cylinder/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver    GAMG;
        smoother  GaussSeidel;
        tolerance 1e-6;
        relTol    0.01;
    }

    pFinal
    {
        $p;
        relTol          0;
    }

    U
    {
        solver smoothSolver;
        smoother GaussSeidel;
        tolerance 1e-05;
        relTol 0;
    }
}

PISO
{
    nCorrectors     2;
    nNonOrthogonalCorrectors 2;
    pRefCell        0;
    pRefValue       0;
}